[NoID_CentralThatGenetic_alta AkEvent]
SpokenText="Central, esse material genético, todo esse equipamento que vimos, ele só pode ser usado para uma finalidade."

[NoID_CommanderConstructionOf AkEvent]
SpokenText="Comandante, a construção desta Câmara de Sombra deve permitir-nos melhor dividir e analisar todos os artefatos alienígenas e dados que estamos nos recuperando".

[NoID_GladWeFound AkEvent]
SpokenText="Fico feliz que encontramos este lugar enquanto ainda há o suficiente de nós para destruí-lo."

[NoID_ItsLikeThis AkEvent]
SpokenText="É como se toda essa área estivesse alinhada com a energia psiônica. Eu não acho que nós já vimos os efeitos de uma exposição de longo prazo como esta".

[NoID_ThisIsIncredible AkEvent]
SpokenText="Isso é incrível, quando eu era mais novo, meu pai contava-me histórias de um vale sobre corrida com um poder ainda belo e escuro, começando a sentir um intenso déjà vu".

[NoEvent_WeCanStart AkEvent]
SpokenText="Podemos começar a construir na Câmara de Sombra sempre que você estiver pronto Comandante."

[NoEvent_YouAndMe AkEvent]
SpokenText="Você e eu dois."

[S_Alien_Fortress_Shen_01 AkEvent]
SpokenText="Odeio fazer isso ... Você é o único que já está equipado para o combate. Você sabe que eu iria mesmo se eu pudesse."

[S_Alien_Fortress_Shen_02 AkEvent]
SpokenText="Pronto".

[S_Alien_Fortress_Shen_03 AkEvent]
SpokenText="Eu liguei o que restava do cérebro do Codex para Rover, ele deveria estar emitindo o mesmo sinal que o Codex usou para passar pelo gateway".

[S_Alien_Fortress_Shen_04 AkEvent]
SpokenText="Lá. Estamos programados para gravar em todos os espectros. Lembre-se. Vá lá. Leve algumas leituras rápidas e depois volte."

[S_Alien_Fortress_Shen_05 AkEvent]
SpokenText="Whoa ... Você está vendo isso ?!"

[S_Alien_Fortress_Shen_06 AkEvent]
SpokenText="Não se parece com nenhuma das suas instalações que temos atravessado até agora ... ou qualquer lugar na Terra para esse assunto."

[S_Alien_Fortress_Shen_07 AkEvent]
SpokenText="Apenas uma maneira de descobrir."

[S_Alien_Fortress_Shen_08 AkEvent]
SpokenText="Continue, estamos contando com você."

[S_Alien_Fortress_Shen_09 AkEvent]
SpokenText="Isso definitivamente não está bem, doutor."

[S_Alien_Fortress_Shen_10 AkEvent]
SpokenText="Obviamente."

[S_Alien_Fortress_Shen_11 AkEvent]
SpokenText="Bem, é melhor nos certificarmos de que temos a chave certa antes de tentar novamente.Eu odeio que isso ocorra em algo" orgânico "."

[S_Ambient_ADVENT_Burger_Shen AkEvent]
SpokenText="Nunca tendo pisado em um dos centros da cidade, eu nunca tive um dos hambúrgueres do ADVENT que eu ouço rumores. Ninguém realmente parece estar fazendo perguntas difíceis, como, quando foi a última Você viu uma vaca? "

[S_Ambient_Helpers_Shen AkEvent]
SpokenText="Em um momento eu pensei em tentar trazer um ADVENT Mec para ver se poderíamos integrar o GREMLIN AI A idéia de ser para reforçar a nossa equipe com assistentes robóticos.Eu finalmente decidiu não trazê-lo até Central ou Tygan, Pelo menos não até que as coisas se acalmem. "

[S_Autopsy_MEC_Blurb AkEvent]
SpokenText="ADVENT tem legiões dessas unidades mecanizadas por aí ajudando a" manter a paz ". Tanto quanto eu posso dizer, eles estão totalmente automatizados e armados até os dentes.

[S_Autopsy_Sectopod_Blurb AkEvent]
SpokenText="Central afirma ter visto uma dessas coisas de perto no dia. Apesar de muita especulação, não houve piloto para ser encontrado uma vez que abriu a porta".

[S_Autopsy_Turret_Blurb AkEvent]
SpokenText="ADVENT não parece ter qualquer problema de estacionar armas completamente autônomas em estreita proximidade com as pessoas nessas cidades. Realmente mostra o quanto eles se importam."

[S_Avenger_Ambient_Shen_ADVENTtech AkEvent]
SpokenText="Eu tive a chance de dar uma olhada em algumas das armas do ADVENT recuperadas do campo.A liga utilizada em seus quadros é significativamente mais leve, tornando-os mais adequados para a forma humana.Eu estou supondo que é o Mesmo material que vimos usá-los em todas as colônias, mas eles teriam que estar produzindo a partir de algo aqui na Terra, eles parecem ter um suprimento sem fim do material.

[S_Avenger_Ambient_Shen_Alientech AkEvent]
SpokenText="Tem sido lento, mas eu fiz avançar a interface de nossos equipamentos com a tecnologia alienígena ainda embutido em todo o navio.A maioria dos sistemas primários estão agora operando em alguma combinação de nossa tecnologia e os deles.Minha esperança é usar o O melhor dos dois mundos para chegar a algo novo, algo que os alienígenas não esperam. "

[S_Avenger_Ambient_Shen_CityMigration_01 AkEvent]
SpokenText="O que você sabe sobre essas clínicas de Terapia Genética, Doutor? Eles parecem ser um grande atrativo para as cidades agora."

[S_Avenger_Ambient_Shen_CityMigration_02 AkEvent]
SpokenText="Contanto que você foi lascado em primeiro lugar?"

[S_Avenger_Ambient_Shen_CityMigration_03 AkEvent]
SpokenText="Estou começando a ver o apelo."

[S_Avenger_Ambient_Shen_FacadePeace_02 AkEvent]
SpokenText="Os milhões de pessoas nessas cidades não parecem se importar muito com isso."

[S_Avenger_Ambient_Shen_FacadePeaceB_01 AkEvent]
SpokenText="Você se arrepende de ter deixado a cidade? Você deve sentir falta de alguma coisa, a comida, as camas quentes?"

[S_Avenger_Ambient_Shen_FacadePeaceB_02 AkEvent]
SpokenText="Eu não tinha pensado nisso ... ADVENT provavelmente tinha uma instalação de laboratório muito agradável para você."

[S_Avenger_Ambient_Shen_FacadePeaceB_03 AkEvent]
SpokenText="Não se preocupe, tenho certeza que o Comandante encontrará algo bom para você."

[S_Avenger_Ambient_Shen_Father AkEvent]
SpokenText="Acho que o pai teria ficado orgulhoso do que estamos fazendo aqui, pela primeira vez em muito tempo, somos uma ameaça para os alienígenas, e eles sabem disso. As pessoas nas colônias se lembram do que estamos lutando ... Meu pai não morreu para que pudéssemos nos tornar uma raça de assuntos de teste para os alienígenas brincarem com eles, só temos que chamar a atenção das pessoas ".

[S_Avenger_Ambient_Shen_Makeshift AkEvent]
SpokenText="Não tenho certeza de como o resto da tripulação se sentiria se soubessem quantas bandagens eu tive que colocar neste navio.Uma pequena sorte vai um longo caminho quando você não tem muito para trabalhar, Mas estou preocupado com o que poderia acontecer se a empurrássemos demais. "

[S_Avenger_Ambient_Shen_PowerCore AkEvent]
SpokenText="Nós percebemos cedo que o Vingador tem uma tendência a" mergulhar "para a frente quando o núcleo de energia está sob carga sem os motores engajados.No início eu pensei que talvez fosse uma questão de estabilizador, mas agora estou começando a pensar que é Tudo isso apenas parte do grande projeto dos alienígenas, o núcleo em si pode não ser inteiramente estável, o que explicaria por que os alienígenas passaram por tantos problemas para isolá-lo na proa ".

[S_Avenger_Ambient_Shen_Quick_01 AkEvent]
SpokenText="Eu gostaria que tivéssemos um simulador para Bradford para praticar, se ele travar este navio, eu poderia apenas entregá-lo para ADVENT-me."

[S_Avenger_Ambient_Shen_Quick_02 AkEvent]
SpokenText="Eu ainda não sei de onde o ADVENT está recebendo todos esses reforços, é certo que não é uma força voluntária."

[S_Avenger_Ambient_Shen_Quick_03 AkEvent]
SpokenText="Eu vi Tygan murmurando para si mesmo em um dos corredores, não tenho certeza se ele mesmo me notou Bradford confia nele, mas eu ainda estou mantendo meus olhos abertos."

[S_Avenger_Ambient_Shen_Quick_04 AkEvent]
SpokenText="Você acha que nós teríamos alguns ajudantes robóticos por aqui agora. Hmmm. Talvez eu possa juntar algo."

[S_Avenger_Ambient_Shen_Quick_05 AkEvent]
SpokenText="Eu tenho um relatório de alguns ranger para baixo pelo elevador traseiro ontem. Eu só espero que não é fadiga de metal."

[S_Avenger_Ambient_Shen_Quick_06 AkEvent]
SpokenText="As colheitas são magras, mas espero encontrar mais alguns recrutas que possam lidar com uma chave - eu poderia usar a ajuda."

[S_Avenger_Ambient_Shen_Quick_07 AkEvent]
SpokenText="Eu provavelmente poderia ter economizado muito tempo consertando os sistemas do navio se tivéssemos alguma idéia de como traduzir sua língua. Infelizmente, não encontramos muitos linguistas aqui".

[S_Avenger_Ambient_Shen_Quick_08 AkEvent]
SpokenText="Eu me pergunto se é assim que era nos velhos tempos, sempre na borda, pronto para uma luta em um momento de aviso. Ele certamente mantém você em seus dedos."

[S_Avenger_Ambient_Shen_Quick_09 AkEvent]
SpokenText="Eu deveria ver se alguma das tropas tem estado contando com mortes alienígenas. Pode ser uma ferramenta de recrutamento útil."

[S_Avenger_Ambient_Shen_Quick_10 AkEvent]
SpokenText="Tygan parece ter o hábito de arranhar aquela cicatriz na parte de trás da cabeça dele, eu me pergunto se alguém se certificou de que seu chip foi realmente removido."

[S_Avenger_Ambient_Shen_ShenFather_01 AkEvent]
SpokenText="Conseguir o poder do Vingador online foi um milagre, não sei bem como ele decifrou seu sistema, mas ainda estaríamos meio enterrados na areia, se ele não tivesse. O navio correndo, mas não viveu o suficiente para vê-la voar.

[S_Avenger_Ambient_Shen_ShenFather_02 AkEvent]
SpokenText="Você pode honrar sua memória usando este navio para destruir os alienígenas onde quer que os encontremos."

[S_Avenger_Ambient_Shen_ShenFatherB_01 AkEvent]
SpokenText="Eu só queria que ele tivesse vivido o suficiente para nos ver lutar ... para saber que não era tudo por nada."

[S_Avenger_Ambient_Shen_ShenFatherB_02 AkEvent]
SpokenText="Pelo que eu vi, você poderia usar a prática."

[S_Avenger_Ambient_Shen_ShensPrideB_01 AkEvent]
SpokenText="É tudo o que temos ... e eu sei que os alienígenas não estão felizes em perder um dos seus próprios ..."

[S_Avenger_Ambient_Shen_ShensPrideB_02 AkEvent]
SpokenText="Estou mais do que feliz em provar 'em errado."

[S_Avenger_Ambient_Shen_ShensPrideC_01 AkEvent]
SpokenText="Papai sacrificou a única coisa que tinha deixado para tirar este navio do chão, e eu não vou deixar que seja por nada.Ela pode ser um pouco pior para vestir agora, mas com alguns novos esquemas e um pequeno cotovelo Graxa, ela vai ser a coisa mais difícil no céu. "

[S_Avenger_Ambient_Shen_TyganConscienceB_01 AkEvent]
SpokenText="Diga-me alguma coisa, doutor. Deve ter sido muito confortável trabalhar com o ADVENT, morando nas colônias ... então por que a súbita mudança de coração?"

[S_Avenger_Ambient_Shen_TyganConscienceB_02 AkEvent]
SpokenText="Você deveria ter sabido melhor. Os alienígenas nunca teriam vindo aqui se quisessem paz."

[S_Avenger_Ambient_Shen_TyganConscienceB_03 AkEvent]
SpokenText="Então eu diria que você tem seu trabalho cortado para você."

[S_Avenger_Ambient_ShenFacadePeace_01 AkEvent]
SpokenText="Você viveu em uma das colônias por alguns anos antes de ligar para Central, certo?"

[S_Avenger_Attack_Shen_01_Setup_Phase AkEvent]
SpokenText="Impossível não há dano para os motores! A menos que - Deve estar usando um pulso eletromagnético! Se eu puder apenas ignorar todos esses circuitos alienígenas agüentar!"

[S_Avenger_Attack_Shen_02_Setup_Phase AkEvent]
SpokenText="Não está aceitando a interface de transferência pronta, o sistema está substituindo meu comando"

[S_Avenger_Attack_Shen_03_Setup_Phase AkEvent]
SpokenText="Direito".

[S_Avenger_Attack_Shen_04_Setup_Phase AkEvent]
SpokenText="Temos um problema."

[S_Avenger_Attack_Shen_05_Setup_Phase AkEvent]
SpokenText="Eles apenas derrubaram algum tipo de espiga lá fora, está gerando o mesmo tipo de pulso que nos deixou fora do céu. Eu não consigo nossos motores enquanto ele está lá fora!"

[S_Avenger_Attack_Shen_06_Setup_Phase AkEvent]
SpokenText="Não daqui."

[S_Avenger_Attack_Shen_07_Setup_Phase AkEvent]
SpokenText="Eu não consigo nossos motores enquanto está lá fora!"

[S_Avenger_Shen_Exposed_Power_Coil_First AkEvent]
SpokenText="Esta bobina pode nos dar algum poder adicional para os sistemas do Vingador, mas precisamos adicionar algum blindagem primeiro para proteger a tripulação."

[S_Avenger_Shen_Not_Enough_Engineers AkEvent]
SpokenText="Eu poderia usar uma mão com algumas das tarefas de engenharia por aqui, Comandante. Me avise."

[S_Blacksite_Horror_Shen_01 AkEvent]
SpokenText="Estamos prestes a descobri-lo." "Eu remendei a Câmara de Sombra diretamente no computador do navio."

[S_Blacksite_Horror_Shen_02 AkEvent]
SpokenText="Foi peneirando o material que recuperamos sem parar desde o nosso retorno. Seqüências de catalogação ..."

[S_Blacksite_Horror_Shen_03 AkEvent]
SpokenText="É por isso que precisamos do computador do navio para descobrir de onde vieram."

[S_Blacksite_Horror_Shen_04 AkEvent]
SpokenText="Por referência cruzada com os dados que conseguimos cortar a partir da rede ADVENT."

[S_Blacksite_Horror_Shen_05 AkEvent]
SpokenText="É ... um arquivo de admissão de uma das clínicas de terapia genética."

[S_Blacksite_Horror_Shen_06 AkEvent]
SpokenText="As clínicas de genes, milhões de pessoas, apenas à procura de ajuda."

[S_Blacksite_Horror_Shen_07 AkEvent]
SpokenText="É médico genocídio. E essas pessoas estão caminhando direto para ele!"

[S_Blacksite_Horror_Shen_08 AkEvent]
SpokenText="Talvez não saibamos o que estão fazendo com essas coisas, mas acho que posso descobrir para onde está indo."

[S_Blacksite_Horror_Shen_09 AkEvent]
SpokenText="É uma instalação de alta segurança de produção - complemento padrão defensivo."

[S_Broadcast_Truth_Shen_01 AkEvent]
SpokenText="Pronto, embora tenhamos que estar muito perto de fazer isso."

[S_Broadcast_Truth_Shen_02 AkEvent]
SpokenText="Fechando dentro do intervalo. Tentando acessar!"

[S_Build_This_Item_Engineering_Tutorial_Shen AkEvent]
SpokenText="Eu não posso prometer milagres, Comandante, mas eu deveria ser capaz de colocar algumas dessas coisas juntas em tempo não. Eu sugeriria que começamos com um Medikit, ele provavelmente vai vir a calhar mais cedo Em vez de mais tarde ".

[S_Build_This_Item_Engineering_Tutorial_Shen_ALT AkEvent]
SpokenText="Eu não posso prometer milagres, Comandante, mas eu deveria ser capaz de colocar algumas dessas coisas juntas em tempo não. Eu sugeriria que começamos com um Medikit, ele provavelmente vai vir a calhar mais cedo Em vez de mais tarde ".

[S_Commander_Awakens_Shen_01_Setup_Phase AkEvent]
SpokenText="Há melhores lugares para fazer este médico!"

[S_Commander_Awakens_Shen_02_Setup_Phase AkEvent]
SpokenText="Pronto como vai ser."

[S_Commander_Awakens_Shen_03_Setup_Phase AkEvent]
SpokenText="Essas leituras estão ficando realmente erráticas."

[S_Commander_Awakens_Shen_04_Setup_Phase AkEvent]
SpokenText="MÉDICO! Nenhum sinal ..."

[S_Dark_Volunteer_01_Shen_01 AkEvent]
SpokenText="Não será fácil, mas acho que é a única opção que temos neste momento."

[S_Dark_Volunteer_01_Shen_02 AkEvent]
SpokenText="A seqüência tem que ser parte de um assunto ao vivo - a chave só funciona em lock-step com o sinal."

[S_Dark_Volunteer_01_Shen_03 AkEvent]
SpokenText="Não. Essa parte que podemos lidar, nós fazemos a nossa."

[S_Dark_Volunteer_01_Shen_04 AkEvent]
SpokenText="Mas eu posso, de certa forma, manipulando o novo Avatar através da rede psiônica."

[S_Dark_Volunteer_01_Shen_05 AkEvent]
SpokenText="Não exatamente, e definitivamente não sou eu."

[S_Dark_Volunteer_01_Shen_06 AkEvent]
SpokenText="Enquanto isso, vou derrubar todos os circuitos daquela roupa de stasis. Quando chegar a hora, estarei pronto."

[S_Dark_Volunteer_02_Shen_01 AkEvent]
SpokenText="A conexão final está definida, os níveis de potência são adequados ... Mais um olhar para o buffer ..."

[S_Dark_Volunteer_02_Shen_02 AkEvent]
SpokenText="Estamos prontos."

[S_Dark_Volunteer_02_Shen_03 AkEvent]
SpokenText="Iniciando conexão de rede."

[S_First_Flight_Shen_01_Setup_Phase AkEvent]
SpokenText="Resposta curta?" Sim ". Mas você pode querer segurar alguma coisa."

[S_FirstStasisLanceAvailable_Shen AkEvent]
SpokenText="Nós temos os esquemas, e nosso equipamento está pronto para começar a montagem, Comandante. Basta dar a palavra e nós vamos construir o Skull Jack".

[S_FirstStasisLanceBolted_Shen AkEvent]
SpokenText="Os campos de provas estão prontos, Comandante, podemos construir o Skulljack sempre que você der a palavra."

[S_Here_they_Come_Shen AkEvent]
SpokenText="Aqui eles vêm."

[S_Human_Tubes_Shen_ALT AkEvent]
SpokenText="Mas por que aqui? O que mais eles poderiam estar fazendo neste momento?"

[S_Intro_Shen_01 AkEvent]
SpokenText="Sinal recebido, alto e claro."

[S_Intro_Shen_02 AkEvent]
SpokenText="Gatecrasher, a janela está aberta."

[S_Item_Selected_Engineering_Tutorial_Shen AkEvent]
SpokenText="Estou no comando, Comandante."

[S_Old_Gods_01_Shen_01 AkEvent]
SpokenText="Comandante, estamos fazendo progresso remontando essa coisa juntos - mas não tem sido bonita."

[S_Old_Gods_01_Shen_02 AkEvent]
SpokenText="Vou aceitar sua palavra, doutor."

[S_Old_Gods_01_Shen_03 AkEvent]
SpokenText="Estas são coordenadas - coordenadas de retorno Pense que nós temos um ponto de origem Bem ... parte de um. Duvido que esta coisa seja local ..."

[S_Old_Gods_01_Shen_04 AkEvent]
SpokenText="Isso não é tudo, estou perdendo os dados que já desencriptamos."

[S_Old_Gods_01_Shen_05 AkEvent]
SpokenText="Esqueça os dados ... ele está acessando o núcleo de energia. Substituindo meus safeties. Aumentando os níveis de potência para ... Não!"

[S_Old_Gods_01_Shen_06 AkEvent]
SpokenText="Tygan! Sever a conexão!"

[S_Old_Gods_01_Shen_07 AkEvent]
SpokenText="Isso é uma enorme quantidade de dados."

[S_Old_Gods_01_Shen_08 AkEvent]
SpokenText="Melhor começar, eu não acho que vamos ser capazes de fazer isso de novo."

[S_Old_Gods_01_Shen_09 AkEvent]
SpokenText="Isso é se eu puder reconstruir os dados que perdemos na transferência. Eu só espero que valesse a pena."

[S_Pre_Final_Mission_Broadcast_Shen_01 AkEvent]
SpokenText="Quando ele nunca?"

[S_Pre_Final_Mission_Broadcast_Shen_02 AkEvent]
SpokenText="Não há problema."

[S_ResistanceMusing_Shen AkEvent]
SpokenText="Ter o Comandante em volta parece ter dado à resistência um impulso moral, para não mencionar a nossa tripulação.Não acho que eu já vi Bradford tão feliz.Embora ele e o Comandante tanto conhece e confia em Cato de antes A guerra, estou rejeitando o meu julgamento por enquanto, tanto quanto a resistência precisa de nossa ajuda, precisamos de seu apoio. "

[S_Setup_Phase_Avoid_Hostile_Detection_Radius_Shen AkEvent]
SpokenText="Você precisa evitar sua linha de visão, ficar afastado do raio de detecção indicado."

[S_Setup_Phase_Build_This_Facility_Shen AkEvent]
SpokenText="Comandante, acho que construir esta facilidade nos daria o maior benefício agora."

[S_Setup_Phase_Excavation_Staff_Confirmed_Shen AkEvent]
SpokenText="Parece bom para mim, basta dar a palavra e vamos começar, Comandante."

[S_Setup_Phase_Excavation_Underway_Shen AkEvent]
SpokenText="A escavação está em andamento, Comandante, mas vai levar algum tempo para que tudo isso seja limpo".

[S_Setup_Phase_First_Build_Item_Screen_Shen AkEvent]
SpokenText="Você ficaria surpreso de quão grande diferença algumas destas coisas podem fazer em combate, Comandante. Com alguns suprimentos eu posso fabricar qualquer coisa que precisamos em nenhum momento."

[S_Setup_Phase_How_To_Excavate_Shen AkEvent]
SpokenText="Para limpar essas salas, primeiro precisamos designar um engenheiro para a tarefa, e assim que começar a chegar aos confins do navio, vai demorar mais tempo e mão-de-obra para abrir espaço para novas instalações".

[S_Setup_Phase_Start_Excavation_Shen AkEvent]
SpokenText="Agora que temos alguma ajuda, podemos começar a limpar os equipamentos antigos e detritos do navio para abrir espaço para novas instalações."

[S_Setup_Phase_Use_Overwatch_Against_Reinforcements_Shen AkEvent]
SpokenText="Se queremos obter o salto nos reforços do alienígena, podemos usar Overwatch para configurar e posicionar-nos para a sua chegada."

[S_Shen_Greeting_A AkEvent]
SpokenText="Ei comandante."

[S_Shen_Greeting_B AkEvent]
SpokenText="Olá, Comandante."

[S_Shen_Greeting_C AkEvent]
SpokenText="Comandante?"

[S_Shen_Greeting_D AkEvent]
SpokenText="O que posso fazer por você, Comandante?"

[S_Shen_Greeting_E AkEvent]
SpokenText="Novas encomendas, Comandante?"

[S_Shen_Greeting_F AkEvent]
SpokenText="Basta dar a palavra e eu vou começar, Comandante."

[S_Shen_ThankYouForWorkshop AkEvent]
SpokenText="Obrigado, Comandante. A nova oficina vai dar certo."

[S_Shens_Loot_Shen_01_Setup_Phase AkEvent]
SpokenText="Por que você está apenas de pé ao redor ?!"

[S_Shens_Loot_Shen_02_Setup_Phase AkEvent]
SpokenText="É perfeito! Vamos, vamos lá dentro."

[S_StasisLanceReminder_Shen AkEvent]
SpokenText="Estamos prontos para ir, Comandante. Se você precisar de um Skull Jack, podemos construir um a qualquer momento."

[S_Support_Ambient_Musings_Misc_Shen_01 AkEvent]
SpokenText="Eu estive escavando alguns dos arquivos de dados antigos que a Central tem estado segurando desde antes da guerra.Eu continuo correndo em notas escritas em inglês e o que parece alemão quebrado.Eu provavelmente deveria perguntar sobre ele."

[S_Support_Beam_Weapons_Shen_01 AkEvent]
SpokenText="Os alienígenas não vão ser felizes quando eles vêem que temos armas de energia como as deles agora."

[S_Support_Build_Proving_Grounds_Shen_01 AkEvent]
SpokenText="Comandante, se nós vamos tentar e construir este Skulljack que Tygan surgiu, vamos precisar de uma instalação especializada para testá-lo."

[S_Support_Excavate_Room_No_Engineer_Shen AkEvent]
SpokenText="Comandante, vou precisar de mais ajuda na equipe de engenharia antes que eu possa começar a limpar alguns desses outros cômodos, devemos recrutar um engenheiro."

[S_Support_First_Engineer_Received_Shen AkEvent]
SpokenText="Agora que temos mais pessoal na equipe de engenharia, podemos começar a limpar o espaço para novas instalações, mas vamos precisar de mais pessoal para recrutá-los, uma vez que eles são construídos. "

[S_Support_First_Excavating_Room_Shen_01 AkEvent]
SpokenText="Comandante, até agora eu não vi nada de crítico entre os componentes alienígenas restos nesta área.Se limpar este material para fora, poderíamos provavelmente usar este espaço para uma nova instalação."

[S_Support_First_Facility_Construction_Shen_01 AkEvent]
SpokenText="Vamos começar a trabalhar na nova instalação imediatamente, Commander. Vou enviar uma mensagem quando ela estiver funcionando."

[S_Support_First_Item_Selected_Shen_01 AkEvent]
SpokenText="Tudo é seu, Comandante, me avise se precisar de mais alguma coisa."

[S_Support_First_Kill_Shen_01 AkEvent]
SpokenText="Comandante, pode haver equipamento recuperável em alguns dos corpos ADVENT. Qualquer coisa que possamos recuperar seria uma grande ajuda quando se trata de fabricar nossas próprias coisas."

[S_Support_First_Time_Construction_Shen AkEvent]
SpokenText="Temos espaço para expandir nossas instalações a bordo do Avenger, Commander, mas precisamos de mais engenheiros para limpar o espaço para a construção primeiro."

[S_Support_Golden_Path_Musings_Advent_Shen_01 AkEvent]
SpokenText="Tanto quanto posso dizer, a tecnologia do ADVENT, juntamente com a maioria do que vimos acontecendo nos centros da cidade, é baseada em variações, e em alguns casos melhorias, da tecnologia alienígena existente usada durante a invasão. Felizmente, quanto mais comum esse material se torna, mais fácil será encontrar componentes que possam funcionar em conjunto com os sistemas híbridos do Avenger. "

[S_Support_Golden_Path_Musings_Blacksite_Horror_Shen_01 AkEvent]
SpokenText="Todas essas pessoas, milhões de vidas inocentes, sem saber, caminhando direto para a armadilha dos alienígenas.Nós deveríamos ter percebido mais cedo, sabíamos que os alienígenas não podiam ser confiáveis.Mas sua mensagem sempre foi mais alto do que o nosso, Certamente tem muito mais incentivos para oferecer nos centros da cidade do que nós fazemos aqui fora. De qualquer maneira, não podemos deixar isso acontecer, não importa qual o custo.

[S_Support_Golden_Path_Musings_Dying_Ethereals_Shen_01 AkEvent]
SpokenText="Eu não acho que você vai encontrar alguém a bordo deste navio que se sente um pouco triste de ouvir que os Anciãos estão morrendo. Se alguma coisa, a moral provavelmente tem um impulso uma vez palavra espalhou fora do pessoal sênior. Claro, há sempre um problema - eles sempre têm um esquema - e eu tenho a impressão de que vamos acabar parte de sua cura, quer queiramos quer não ".

[S_Support_Great_Mission_Shen_01 AkEvent]
SpokenText="Se continuarmos com isso, os alienígenas não têm chance, Comandante."

[S_Support_Great_Mission_Shen_02 AkEvent]
SpokenText="Esperemos que todos eles sejam tão suaves, Comandante.

[S_Support_Great_Mission_Shen_03 AkEvent]
SpokenText="Bem feito, Comandante - é sempre bom para o moral quando nós ace uma missão como essa."

[S_Support_Great_Mission_Shen_04 AkEvent]
SpokenText="Perguntei-me como a nova engrenagem iria aguentar, Comandante. Parece-me que está dando certo."

[S_Support_Great_Mission_Shen_05 AkEvent]
SpokenText="Estou feliz por ver nossos novos recrutas não hesitam quando se trata de tirar os alienígenas."

[S_Support_Great_Mission_Shen_06 AkEvent]
SpokenText="Bom trabalho lá fora, Comandante. Os alienígenas devem estar ficando nervosos agora."

[S_Support_Great_Mission_Shen_07 AkEvent]
SpokenText="O esquadrão recuperou tudo, e os alienígenas pagaram o preço.

[S_Support_Great_Mission_Shen_08 AkEvent]
SpokenText="Não há como os alienígenas estavam esperando uma luta assim. Estou impressionado, Comandante."

[S_Support_Great_Mission_Shen_09 AkEvent]
SpokenText="Depois de uma missão como essa, os espíritos vão estar por aqui, talvez tenhamos que reabastecer o bar."

[S_Support_Great_Mission_Shen_10 AkEvent]
SpokenText="Os alienígenas provavelmente ainda estão se perguntando o que os atingiu. Vamos continuar, Comandante."

[S_Support_Heavy_Plated_Armor_Shen_01 AkEvent]
SpokenText="A armadura E.X.O. dá aos nossos soldados o poder que necessitam para lidar com armas pesadas, com a durabilidade de combinar."

[S_Support_Heavy_Powered_Armor_Shen_01 AkEvent]
SpokenText="Estamos chamando esta armadura de poder pesado o terno W.A.R. Isto é tão resistente e forte como podemos fazê-los, com muito poder para o manuseio de armas pesadas".

[S_Support_Light_Plated_Armor_Shen_01 AkEvent]
SpokenText="O terno Spider vai melhorar as chances do nosso soldado de esquivar um ataque, ao mesmo tempo, proporcionando maior agilidade e capacidade de luta."

[S_Support_Light_Powered_Armor_Shen_01 AkEvent]
SpokenText="Nosso traje mais furtivo, o Wraith fornece uma gama de movimento que tecnicamente viola as leis da física. Há também um gancho de luta para a boa medida."

[S_Support_Magnetic_Weapons_Shen_01 AkEvent]
SpokenText="Essas armas de base magnética são muito parecidas com os primeiros protótipos railgun, eles disparam projéteis a uma velocidade extremamente alta".

[S_Support_Medium_Plated_Armor_Shen_01 AkEvent]
SpokenText="A armadura Predator apropriadamente nomeada deve dar aos nossos soldados maior longevidade no campo."

[S_Support_Medium_Powered_Armor_Shen_01 AkEvent]
SpokenText="Esta é a nossa armação de armadura Power básica, proporcionando a durabilidade que você esperaria de um terno blindado gigante."

[S_Support_Modify_Skulljack_Shen_01 AkEvent]
SpokenText="Comandante, se realmente queremos dar um salto nos alienígenas, eu tenho algumas idéias sobre como podemos modificar o Skulljack para procurar áreas ocultas na rede ADVENT.Eu não vou mentir para você, Nossas tropas terão de fazer uma manobra arriscada para fazê-lo funcionar no campo ".

[S_Support_More_Engineers_Shen_01 AkEvent]
SpokenText="Comandante, se você encontrar qualquer recrutas qualificados lá fora, sempre poderíamos usar a ajuda em Engenharia."

[S_Support_Not_Enough_Comms_Shen AkEvent]
SpokenText="Comandante, utilizamos toda a nossa capacidade de comunicação disponível, não podemos estabelecer novos contatos até que atualizemos nossos sistemas".

[S_Support_Not_Enough_Power_Shen AkEvent]
SpokenText="Comandante, nós empurramos nossos sistemas de energia atuais ao limite, não temos nenhuma capacidade de sobra, o que significa que não podemos expandir nossas instalações ainda mais."

[S_Support_Proving_Ground_Project_First_Shen_01 AkEvent]
SpokenText="Vou fazer com que a equipe comece imediatamente, Comandante. Vou deixar você saber assim que tivermos feito progresso."

[S_Support_Proving_Ground_Visit_Shen_01 AkEvent]
SpokenText="Bem-vindo ao Proving Grounds, Comandante. Parecia uma boa idéia isolar alguns de nossos conceitos mais experimentais, especialmente quando se trata de desenvolvimento de armas".

[S_Support_Proving_Grounds_Project_Selected_Shen_01 AkEvent]
SpokenText="Parece bom, Commander - eu vou deixar você saber assim que o projeto estiver pronto para a implantação."

[S_Support_Proving_Grounds_Project_Selected_Shen_02 AkEvent]
SpokenText="Escolha interessante, vou mandar uma mensagem assim que terminar, Comandante."

[S_Support_Proving_Grounds_Project_Selected_Shen_03 AkEvent]
SpokenText="Começaremos imediatamente, Commander, eu enviarei uma mensagem quando o projeto estiver completo."

[S_Support_Psi_Gate_Recovered_Shen AkEvent]
SpokenText="Comandante, agora que conseguimos trazer o artefato do alienígena de volta para a Câmara de Sombra, devemos começar a análise o mais rápido possível. É arriscado, mas eu não vejo nenhuma maneira que possamos evitar acionar se Nós vamos entender como funciona. "

[S_Support_Shadow_Chamber_Constructed_Shen AkEvent]
SpokenText="Comandante, agora que concluímos a Câmara de Sombra, devemos ser capazes de completar uma análise mais completa dos artefatos alienígenas e dados que estamos recuperando".

[S_Support_Shadow_Chamber_Nag_Shen AkEvent]
SpokenText="Comandante, a Câmara de Sombra está funcionando, tudo o que temos que fazer agora é usá-lo."

[S_Support_Shadow_Chamber_Tactical_UI_First_Shen_01 AkEvent]
SpokenText="Comandante, tivemos a Câmara de Sombra executando os números, estas são as projeções táticas para a nossa próxima operação de campo."

[S_Support_Staffing_Investment_Shen_01 AkEvent]
SpokenText="Comandante, uma vez que nós comitamos pessoal de engenharia para uma instalação específica, eles terão que trabalhar nessa área por um tempo antes que eles possam seguir em frente."

[S_Support_Thanks_Workshop_Shen_01 AkEvent]
SpokenText="Eu sei que o espaço é limitado, Comandante - Agradeço as oficinas adicionais, vamos aproveitá-las."

[S_Support_Tough_Mission_Shen_01 AkEvent]
SpokenText="Isso não foi tão bem, talvez eu possa melhorar nossas armas ou armaduras de alguma forma, dar melhores chances a nossas tropas".

[S_Support_Tough_Mission_Shen_02 AkEvent]
SpokenText="Mais algumas missões como essa, e os alienígenas terão aniquilado o pouco que nos resta".

[S_Support_Tough_Mission_Shen_03 AkEvent]
SpokenText="Tem que haver algo mais que possamos fazer para ajudar nossas tropas."

[S_Support_Tough_Mission_Shen_04 AkEvent]
SpokenText="Eu pensei que estávamos prontos, eu vou ter que trabalhar mais, teremos que trabalhar mais."

[S_Support_Tough_Mission_Shen_05 AkEvent]
SpokenText="Meus engenheiros se dedicam a garantir que isso não aconteça novamente, Comandante - faremos tudo o que pudermos."

[S_Support_Unstaffed_Engineer_Shen AkEvent]
SpokenText="Comandante, eu aprecio o recrutamento de novos funcionários para a equipe de engenharia, mas, como está, temos pessoas ainda à espera de um trabalho. Podemos tê-los trabalhando na construção, escavação ou pessoal de uma instalação.

[S_Support_Urge_Facility_Shen_01 AkEvent]
SpokenText="Comandante, talvez tenhamos que fazer alguma limpeza, mas ainda temos espaço para crescer aqui, devemos considerar a construção de novas instalações."

[S_Victory_Shen_01 AkEvent]
SpokenText="Sem o Elder's estabilizando a rede Psionic, tudo vai ficar mal! Esse portão não vai durar muito mais tempo!"

[S_Victory_Shen_02 AkEvent]
SpokenText="Não havia nada no meu fim, nem mesmo isso seria possível, a menos que ..."

[S_Victory_Shen_03 AkEvent]
SpokenText="Fazemos isso, corremos o risco de uma sobrecarga completa!"

[S_Victory_Shen_04 AkEvent]
SpokenText="E uma rede trans-dimensional Psionic para baixo para a contagem."

[S_Welcome_Engineering_Shen_01_Setup_Phase AkEvent]
SpokenText="Venha, venha, não seja teimoso. Eu verifiquei as conexões, cinco vezes.

[S_Welcome_Engineering_Shen_02_Setup_Phase AkEvent]
SpokenText="Comandante, fazer com que nosso técnico fale com o deles é mais difícil do que você imagina, embora eu tenha certeza de que todas as pessoas saberiam sobre isso".

[S_Welcome_Engineering_Shen_03_Setup_Phase AkEvent]
SpokenText="Não que eu quisesse dizer ... Eu acho que não fomos apresentados ainda ... Bem, formalmente ... Lily Shen, engenheira do Ship ao seu serviço ... Você provavelmente esperava ver meu pai ... em tudo o que aconteceu eu sou Adivinhando Central não lhe disse ainda. "

[S_Welcome_Engineering_Shen_04_Setup_Phase AkEvent]
SpokenText="Papai ... deu tudo o que tinha para nos levar até aqui, este navio inteiro é o trabalho de sua vida, eu sei que ele teria adorado te mostrar o lugar, ele costumava falar muito de você".

[S_Welcome_Engineering_Shen_05_Setup_Phase AkEvent]
SpokenText="Você pode ter certeza que estou pronto para terminar o que ele começou.Pode não olhar, mas a partir daqui eu posso fabricar praticamente qualquer coisa que você vir acima com E com um pouco mais de ajuda ... bem você seria Espantado com o que eu posso fazer. "

[S_Welcome_Engineering_Shen_06_Setup_Phase AkEvent]
SpokenText="Foi uma honra finalmente conhecê-lo, Comandante."

[S_Welcome_Engineering_Shen_07_Setup_Phase AkEvent]
SpokenText="Lá".

[S_What_he_Said_Shen AkEvent]
SpokenText="O que ele disse."
